[
    {
        "name": "Trusted Data Exchange",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1> <p>Trusted Data Exchange provides a data hub for securely collaborating around data with a selected group of members. It lets user, as a provider, publish data which can then be discovered by the consumers participating in the exchange.It eliminates the need to build and maintain infrastructure for data storage, delivery, billing, and entitling. In addition to reaching new customers, User can grant entitlements to its existing customers for no cost.</p><p>Ideally, a data exchange supports all three modes (Peer-to-Peer, Private Data Exchange, and Data Marketplaces), but only Dawex and Snowflake do so at present. Amazon offers a data marketplace but not private exchanges. Microsoft supports private data sharing but not a global data marketplace.</p><p>AWS Data Exchange makes it easy for AWS customers to securely exchange and use third-party data in AWS. Data analysts, product managers, portfolio managers, data scientists, clinical trial technicians, and developers in nearly every industry would like access to more data to drive analytics, train machine-learning models, and make data-driven decisions. AWS Data Exchange has hundreds of commercial data products from category-leading data providers across industries such as financial services, healthcare, retail, media & entertainment, and more. Whereas, Snowflake Data Exchange is a free-to-join marketplace that enables Snowflake customers to connect with data from providers to seamlessly discover, access and generate insights from data</p>        <p>Data is the key competitive edge of any business. It s critical to be able to gather, store, and analyze data efficiently to make informed business decisions. Data exchange simplifies data sharing, enhances data integration and drives business growth. Hence, it positioned on Now ring of Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>890 by Capgemini is an activator of data analytics. Available on any cloud, and with a single interface, it puts user at the helm, ready to engage with the kind of insights that deliver real business outcomes, at speed and scale. It brings competitive edge through trusted and curated datasets from a comprehensive ecosystem of third-party data providers combined with user's own datasets. It provides curated datasets across industries such as financial services, energy & utilities, consumer products and retail, media & entertainment, healthcare and more.</p><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><p>767</p><h1>Ecosystem/Startups</h1><ul class='subbut'><li>Harbr</li><li>Unisys</li><li>Dawex</li><li>Eureka</li><li>Dataswift</li><li>Informatica</li></ul><h1>Related Technologies</h1><ul><li>Data Integration</li><li>Data Hub</li><li>Cloud-based Data Sharing</li><li>Blockchain</li></ul><h1>Analyst Opinions</h1><p>According to Databroker, Data Exchange is a fast growing market, With already 173,000 Data Providers and 583,000 Data Users, the current Data Exchange Market represents a of USD 120 billion and likely to reach USD 335 billion by 2025</p><p>According to Mckinsey, by 2025, Large, complex organizations use data-sharing platforms to facilitate collaboration on data-driven projects, both within and between organizations. Data marketplaces enable the exchange, sharing, and supplementation of data, ultimately empowering companies to build truly unique and proprietary data products and gain insights from them</p><h1>Key Publications</h1><ul><li>Data Sharing Masters</li><li>Connecting the dots: data sharing in the public sector</li><li>The Data driven enterprise of 2025 (McKinsey)</li><li>Data exchange as a first step towards data economy (PwC)</li></ul><h1>Potential Use Cases/PoC</h1><p>Streamline Data Processing and Analytics</p><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data for Good",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Data and analytics for good is a movement that transcends organizational boundaries to use data and data-driven insights for social impact. Such usage may be within a data sharing, analytics and business intelligence context, or in more sophisticated data science and machine learning use cases. The data for good movement is about harnessing the power of data visualizations, data analytics and augmented intelligence for social change by using data to create new insights and outcomes for a better world</p><p>Data and analytic vendors support data for good initiatives by donating free software and their own expertise to promote social causes. Some provide an online matching service between volunteers and nonprofit organizations. Some of the vendors/communities such as DataKind, Viz for Social Good, Kaggle, Tableau Service Corps, Alteryx for Good Co-lab and among others have initiated programmes to harness thier data for good social cause</p><p>Data for Good at Meta empowers partners around the world with privacy-preserving tools that use data to strengthen communities and make progress on social issues. Humanitarian organization World Vision has used the Meta team’s high-resolution population density maps to determine where to make water and sanitation investments so these services can reach nearly 50 million people over five years</p><p>By crossing traditional organizational boundaries, for-profit, nonprofit and governmental stakeholders are uniting to use data for the greater good and provide more meaningful work to attract and retain the most-sought-after employees. Hence, positioned in Now ring of Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini is using Data and AI in various ways to achieve a sustainable future:</p><p>PublicGoesAI playgrounds for public service solutions</p><p>A data science competition focused on the topic of Earthquake prediction</p><p>Capgemini's annual Global Data Science Challenge, which, in 2020, focused on using AI to identify and track sperm whale population</p><p>FARM 2.0, an Intelligent Data Platform developed at Capgemini’s Applied Innovation Exchange (AIE) in Netherlands to resolve global food shortages</p><p>Sustainable AI solutions to help user to achieve net-zero ambitions for sectors such as manufacturing, recycling, and energy production</p><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><p>487</p><h1>Ecosystem/Startups</h1><ul class='subbut'><li>Appsilon</li> <li>Nielsen</li> <li>Clarity AI</li> <li>Copia</li> <li>Alteryx</li> <li>Kaggle</li></ul><h1>Related Technologies</h1><ul><li>Data & Analytics</li><li>AI</li><h1>Analyst Opinions</h1><p>According to Lenovo, Looking at organisations with revenues of USD 500 million or more, believe collaborative data sharing and analytics will play a fundamental role in addressing global crises – which is why over half are now planning to increase their investment in data storage and artificial intelligence (AI).</p><h1>Key Publications</h1><ul><li>1. The data-powered enterprise</li><li>1. Data for Humanity (Lenovo)</li><li>2. How the EU Can Unlock the Private Sector's Human-Mobility Data for Social Good (Center for Data Innovation)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data Sharing / Collaboration",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Data sharing creates many advantages for a business. For instance, Gartner reiterates that organizations promoting data sharing will “outperform their peers on most business value metrics“. Enterprises that utilize modern cloud architecture can safely and easily share data across their whole business ecosystem. Basically, it can access live data to share internally and externally, and uncover untapped innovation without any added risk. Live data sharing, using cloud architecture such as Snowflake, produces another positive outcome: a reduction in costs</p><p>Businesses leveraging cloud solutions to share data also unlock new insights. And faster. They accomplish this by accessing live data from across their ecosystem on a granular level, and discovering insights that would otherwise remain hidden with traditional analytics models</p><p>Data sharing and collaboration, especially with cloud solutions, present an unmitigated opportunity for businesses to work collaboratively – innovating fast and enabling them to stand out from the competition. Hence, positioned it in Now ring of the Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>890 by Capgemini is an activator of data analytics. Available on any cloud, and with a single interface, it puts user at the helm, ready to engage with the kind of insights that deliver real business outcomes, at speed and scale. It brings competitive edge through trusted and curated datasets from a comprehensive ecosystem of third-party data providers combined with user's own datasets. It provides curated datasets across industries such as financial services, energy & utilities, consumer products and retail, media & entertainment, healthcare and more.</p><p>Capgemini has partnered with the Snowflake Data Cloud to enable the more efficient integration and merging of Data as part of an ESG cloud. Snowflake’s Financial Services Data Cloud solution enables “live data sharing” across different Cloud platforms—without having to move or copy data. In addition, the solution offers unified governance and security capabilities, tailored to the Financial Services industry</p><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><p>767</p><h1>Ecosystem/Startups</h1><ul class='subbut'><li>Collibra</li> <li>Data Republic</li> <li>Data.world</li> <li>Huddle</li> <li>Infosum</li> <li>Alteryx</li> <li>Omnisient</li></ul><h1>Related Technologies</h1><ul><li>Trusted Data Exchange</li><li>Data Warehouse</li><li>Federated Learning</li><li>Blockchain</li><li>APIs</li></ul><h1>Analyst Opinions</h1><p>According Capgemini Research Institute report, Data-sharing masters: How smart organizations use data ecosystems to gain an unbeatable competitive edge, shows that financial benefits of data sharing in ecosystems represent a 9% increase in revenue for a typical organization. There is a clear trend within organizations to accelerate data ecosystem engagements: 84% of organizations plan to launch new data ecosystem initiatives within the next three years. One in four organizations (25%) will invest upwards of USD 50 Mn in data ecosystems in the next 2-3 years</p><p>According to McKinsey, By 2025, Large, complex organizations use data-sharing platforms to facilitate collaboration on data-driven projects, both within and between organizations. Data marketplaces enable the exchange, sharing, and supplementation of data, ultimately empowering companies to build truly unique and proprietary data products and gain insights from them. Altogether, barriers to the exchange and combining of data are greatly reduced, bringing together various data sources in such a way that the value generated is much greater than the sum of its parts</p><p>Gartner predicts that by 2023, organizations that promote data sharing will outperform their peers on most business value metrics. By 2024, most organizations will attempt trust-based data sharing programs, but only 15% will succeed and outperform their peers on most business metrics. By 2023, 85% of data sharing strategies that include external data sources will drive revenue-generating digital business outcomes rather than data management functions, making data sharing an essential business capability</p><h1>Key Publications</h1><ul><li>1. Data Sharing Masters (Capgemini Research Institue)</li><li>2. Power up your ESG solutions with collaborative Data Ecosystems</li><li>3. Collaborative data ecosystems: Vision to trust</li><li>4. Collaborative Data Ecosystems for the public sector</li><li>5. Collaborative Data Ecosystems: Succeed beyond your frontiers</li><li>6. Data Sharing is Caring</li><li>1. Data Sharing Is a Business Necessity to Accelerate Digital Business (Gartner)</li><li>2. Unlocking Greater Insights with Data Collaboration (World Economin Forum)</li><li>3. The data-driven enterprise of 2025 (McKinsey)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data and Industry Clouds",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>The data cloud is a unified data management ecosystem that enables easy reuse, portability, and consumability of enterprise data. It is powered by a single cloud analytics platform, which connects all of an enterprise’s data sources, data warehouses, data lakes, workloads, and supporting infrastructure in a cloud of choice</p><p>Data cloud architectures help eliminate silos and fragmentation, making it easier to access, query, and transform data into consumable insights. In a complex multi-cloud world in which enterprises routinely rely on multiple cloud service providers (CSPs) alongside on-premises resources, the data cloud provides much-needed consistency</p><p>Snowflake enables every organization to mobilize their data with the Data Cloud. It provides industry specific data clouds for Financial Services, Manufacturing, Telecom, Media & Entertainment, Healthcare, and among others. These provides a foundation to get started with Snowflake’s data platform and unlock the value of industrial data for business growth and competitive edge</p><p>Verticalized clouds are making it easier for these industries to make the shift. Packaged up as bundles of services, tools, data sets and applications, these industry clouds give companies turnkey capabilities that solve the most important use cases in their particular sectors. Hence, positioned it in New ring of Tech Radar.</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Cloud for Intelligent Industry - Capgemini's services helps to create intelligent digital inside products and systems with connectivity from the edge to the cloud; built-in agility to enable fast time-to-market and operational efficiency; and embedded security from the edge to the cloud</p><p>Capgemini and Microsoft joined forces to launch the Microsoft Cloud for Financial Services initiative</p><h1>TechnoVision Container</h1><p>Invisible Infostructure</p><h1>Innovation Theater Assets</h1><h1>Ecosystem/Startups</h1><h1>Related Technologies</h1><p>Data on Edge</p><h1>Analyst Opinions</h1><p>As per Deloitte’s recent research, “Reimagining digital transformation with industry clouds” 64% of the USD 1 Tn cloud market (as expected by 2024) could benefit from industry clouds, making it a USD 640 Bn potential market</p><p>Gartner expects that by 2027, enterprises will use industry cloud platforms to accelerate more than 50% of their critical business initiatives, whereas in 2021, it was less than 10%</p><h1>Key Publications</h1><ul><li>1. What Are Industry Cloud Platforms? (Gartner)</li><li>2. Reimagining digital transformation with industry clouds (Deloitte)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data Mesh",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Data meshes provide a solution to the shortcomings of data lakes by allowing greater autonomy and flexibility for data owners, facilitating greater data experimentation and innovation while lessening the burden on data teams to field the needs of every data consumer through a single pipeline. Data mesh marks a welcome architectural and organizational paradigm shift in how we manage big analytical data. The paradigm is founded on four principles: domain-oriented decentralization of data ownership and architecture; domain-oriented data served as a product; self-serve data infrastructure as a platform to enable autonomous, domain-oriented data teams; and federated governance to enable ecosystems and interoperability</p><p>Data mesh addresses the common failure modes of the traditional centralized data lake or data platform architecture, with a shift from the centralized paradigm of a lake, or its predecessor, the data warehouse.</p><p>Data meshes leverage principles of domain-oriented design to deliver a self-serve data platform that allows users to abstract the technical complexity and focus on their individual data use cases</p><p>In Jan 2023, BP democratized its data ownership, enhanced and streamlined data sharing, and optimized the flexibility of its platform by leveraging the Microsoft Intelligent Data Platform for a new multicloud modular data mesh architecture</p><p>Data meshes provide a solution to the shortcomings of data lakes by allowing greater autonomy and flexibility for data owners, facilitating greater data experimentation and innovation while lessening the burden on data teams to field the needs of every data consumer through a single pipeline. As data becomes more ubiquitous and the demands of data consumers continue to diversify, we anticipate that data meshes will become increasingly common for cloud-based companies. Hence, positioned in the New ring of Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><h1>Ecosystem/Startups</h1><ul class='subbut'><li>Databricks</li> <li>Denodo</li> <li>Dremio</li> <li>Informatica</li> <li>K2View</li> <li>Starburst</li> <li>Talend</li></ul><h1>Related Technologies</h1><ul><li>APIs</li><li>Data Catalog</li><li>Microservices</li><li>Federated Governance</li><li>Data-as-a-Product</li></ul><h1>Analyst Opinions</h1><p>According to Forrester, Data mesh is a sociotechnical approach to share, access, and manage analytical data in complex and large-scale environments within or across organizations</p><p>ThoughtWorks believes that the organizations are struggling to enable and empower their employees to make the most informed and timely decisions possible. As Centralized data platform architectures are failing to deliver insights with the speed and flexibility scaling organizations need, Data Mesh serves as a solution to this problem​</p><h1>Key Publications</h1><ul><li>1. The missing link in your data platform (Capgemini)</li><li>2. 7 Data Breakthroughs in 2022 (Capgemini)</li><li>3. An engineering approach to data mesh</li><li>1. Bringing data platforms to cloud (McKinsey)</li><li>2. Data Mesh In 2023 And Beyond (Forrester)</li><li>3. Data Mesh & its Application in Data Analytics (LTIMindtree)</li><li>4. Will the buzz around data mesh really help solve my data challenges? (KPMG)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "AI For Sustainability",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>AI, when wisely harnessed for sustainability-inducing projects and applications, will enable more effective and efficient public policy for sustainability, and more specifically improve access, connectivity and efficiency across sectors</p><p>By analysing vast amounts of data and insights tools that can guide decision-making, AI is able to help managing natural resources, reducing greenhouse gas emissions, and protecting biodiversity</p><p>In Jan 2023, IBM’s collaborated with Mohamed bin Zayed University (MBZUAI) on AI Center of Excellence that will focus on decarbonization, with advanced research into climate change mitigation and adaptation</p><p>Sustainability is no longer just a corporate social responsibility, but a business imperative. It has become an essential requirement for every aspect of a business. Thus, AI for sustainability is currently being embraced across enterprises and hence in the 'Now' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini's Yum-Yum cloud based platform leverage AI and ML to optimize food supply, ensuring an efficient distribution across schools</p><p>Capgemini's FARM platform uses AI to determine farming patterns through big data, generating insights from the data to make recommendations. This solution help in yield optimizing and risk reduction services for small-scale farmers to achieve agricultural efficiency and sustainability</p><p>In Feb 2023, Capgemini collaborated with The University of California, Berkeley to leverage the advances in AI, nanomaterials, and laser technologies to create a set of methodologies, tools, and labs that will reduce the time to market of new materials</p><h1>TechnoVision Container</h1><p>Process on the fly</p><h1>Innovation Theater Assets</h1><a><li>107</li><li>482</li><li>767</li></a><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>Deep learning</li><li>Machine Learning</li><li>Computer vision</li></ul><h1>Analyst Opinions</h1><p>As per an IBM survey of 2000 customers in 2023, 33% are more likely to have made significant progress with AI for ESG</p><p>As per a McKinsey article published in December 2022, 43% of organisations that have adopted AI use it for sustainability efforts</p><h1>Key Publications</h1><ul><li>Tech living-world-rethink-sustainability (Internal Report)</li><li>The state of AI in 2022—and a half decade in review (External Mckinsey)</li></ul><h1>Potential Use Cases/PoC</h1><a><li>Product design processes</li><li>Food production</li><li>Climate change</li><li>Sustainable supply chain operations</li></a><h1>End Users (for quantitative)</h1><a><li>Energy</li><li>Utilities</li><li>Manufacturing</li><li>Healthcare</li><li>Education</li><li>Agriculture</li><li>Transport</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "Digital twin AI",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>A digital twin has the ability to produce simulated data wherein AI and ML helps to build the virtual view of operations and can be used to train the AI model</p><p>Digital twins and AI allow industrial companies to develop efficiency, quality, speed, and flexibility in an unprecedented way. Manufacturing and engineering industries are primarily implementing digital twins</p><p>In Nov 2022, Renault Group and Google announced expanded partnership on cloud computing, initiated in 2018, for creation of a Digital Twin, a virtual twin of the vehicle that will feature the most advanced AI capabilities to create new onboard (In-Car Services) and offboard applications</p><p>Presently digital twins are successfully being adopted across industries; and experts have found that processing and evaluating digital twin data using AI and ML will play a crucial role in this adoption. Hence, digital twin AI is in 'Now' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini's D-GEM platform is an AI-based, digital business transformation platform that encompasses the tools and techniques for reshaping and streamlining your finance processes to deliver increased efficiency, faster time to market, and an enhanced customer-first user experience</p><p>Capgemin's REFLECTIOD is a cloud enabled Digital Twin platform that integrates and federates data from all relevant sources, offers augmented & collaborative services from handover to maintenance and asset performance optimization with an intuitive UX/UI</p><p>In Jan 2023, Capgemini collaborated with the Georgia Institute of Technology to define and design the engineering and R&D processes within the enterprise through the development of digital twin technology using AI. Other patners of Capgemini include Microsoft, and Autodesk</p><h1>TechnoVision Container</h1><a><li>Process on the fly</li><li>Invisible Infostructure</li></a><h1>Innovation Theater Assets</h1><p>NA</p><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>IIOT</li></ul><h1>Analyst Opinions</h1><p>As per the November 2022 Capgemini Research Institute Digital Twins survey of around 800 organisations with ongoing digital twin programmes, every 100 physical systems within an organisation with digital twin implementations, on average 42 are already using a digital twin. In the next five years, this number is projected to increase to 57, a growth of about 36%</p><p>As per Mckinsey report published in Oct 2022, digital twins reduce the time needed to deploy new AI-driven capabilities by up to 60 percent and capital expenditures and operating expenditures by up to 15 percent.</p><h1>Key Publications</h1><ul><li>Digital twins: adding intelligence to the real world (Internal Report)</li><li>Digital twins: From one twin to the enterprise metaverse (External Mckinsey)</li></ul><h1>Potential Use Cases/PoC</h1><a><li>Optimising</li><li>maintenance planning</li><li>predicting</li><li>simulating complex systems</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "Computer vision",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Computer vision (CV) complements to other sensor data, such as geolocation, inertia and audio and also enhances humans' abilities to interact with the digital and physical world</p><p>Artificial intelligence (AI) and computer-vision models can identify defects and issues faster and more accurately than the human eye. AI models interpret visual data from drones and cameras to quickly determine necessary corrective actions for meeting essential safety and regulatory compliance standards</p><p>In April 2023, Meta launched DINOv2, AI model that could aid in training high-performance computer vision models. DINOv2, a self-supervised vision transfer model developed with the objective to create powerful computer vision models that are backed by large training datasets</p><p>AI-based computer vision has already gained widespread industry adoption and hence in 'Now' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini’s computer-vision framework using AI to detect defects or scenarios. When there is a lack of visual information available, synthetic data is generated using metaverse simulations for AI model training</p><p> In April 2023,  Capgemini collaborated with Eramet, a France-based mining and metals company to leverage AI solutions for the transformation of the mining operations. Using a drone imagery system, the application provides a complete map of the mining area designated by GCO</p><p>The collected images are transmitted in near real time to Eramet, then processed and displayed in GCO’s geographic information system (GIS) using algorithms that combine computer vision and deep learning technologies</p><h1>TechnoVision Container</h1><a><li>Process on the fly</li></a><h1>Innovation Theater Assets</h1><p>133</p><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>Edge AI</li><li>Deep Learning</li><li>Machine Learning</li></ul><h1>Analyst Opinions</h1><p>As per IDC survey in Mar 2023, technology buyers are prioritizing their relative AI/ML computer vision (CV) spending in 2023</p><h1>Key Publications</h1><ul><li>The metaverse is driving synthetic data for computer vision (Internal Report)</li><li> The state of AI in 2022—and a half decade in review (External Mckinsey)</li></ul><h1>Potential Use Cases/PoC</h1><a><li>image classification</li><li>object detection</li><li>optical character recognition (OCR) or ICR</li><li>text analytics</li><li>predictive maintenance</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "Creative/ Generative AI",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Generative AI can produce novel content (images, video, music, speech, text — even in combination), improve or alter existing content and create new data elements. Generative AI enables computers to learn the underlying pattern related to the input, and then use that to generate similar content</p><p>In Mar 2023, OpenAI has launched GPT-4, the next version of its large language model based on Generative AI. In Feb 2023, Meta released its Large Language Model Meta AI (LLaMA) which is not a chatbot but a research tool that can help address issues related to AI language models</p><p>The hype around Generative AI is growing due to a recent notable progress of Generative Adversarial Networks (GANs), and language generating models, such as Bidirectional Encoder Representations from Transformers (BERT), and Generative Pre-trained Transformer (GPT)</p><p>Hyperscalers and other startups have already developed solutions based on Generative AI. Adoption rates will increase in the upcoming 2-3 years as Generative AI developments continue to offer significant benefits to organisations. Hence, it is in the 'Now' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini launched dedicated Generative AI lab, gathering a dedicated team of experts from various Capgemini teams around the world, who will focus on researching and applying the most relevant use cases in Generative AI for clients.</p><h1>TechnoVision Container</h1><a><li>Thriving On Data</li></a><h1>Innovation Theater Assets</h1><p></p><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>Language transformer models</li><li>GANs</li><li>Bidirectional Encoder Representations from Transformers(BERT)</li><li>Generative Pre-trained Transformer (GPT)</li></ul><h1>Analyst Opinions</h1><p>As per Gartner recent poll conducted in Mar- April 2023, 68% of executives believe that the benefits of generative AI outweigh the risks, compared with just 5% that feel the risks outweigh the benefits.</p><p> As per a Jan 2023 report from Gartner, venture capital firms have invested over USD 1.7 Bn in generative AI solutions during 2020–2022.</p><h1>Key Publications</h1><ul><li>ChatGPT in business: How AI is changing the game (Internal)</li></ul><h1>Potential Use Cases/PoC</h1><a><li>Generative AI - Perspective from Standford HAI (External)</li><li>image-to-image translation</li><li>text-to-image translation</li><li>text-to-speech</li><li>audio generation</li><li>video generation</li><li>image and video resolution enhancement</li><li>photos to emojis</li><li>face aging</li></a><h1>End Users (for quantitative)</h1><a><li>CPRD (Consumer Products, Retail, Distribution)</li><li>EUC (Energy, Utilities & Chemicals)</li><li>TMT (Telecom, Media and Technology)</li><li>Financial Services</li><li>Life Sciences</li><li>Public Sector</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "Responsible AI",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Responsible AI is a framework for bringing many critical practices together. It focuses on ensuring the ethical, transparent and accountable use of AI technologies in a manner consistent with user expectations, organizational values and societal laws and norms</p><p>Responsible AI addresses different dimensions of use of AI and data in an organization, such as governance, interpretability & explainability, bias & fairness, robustness & security, and ethics & regulation</p><p>In April 2023, CHAI, comprised of organisations such as Change Healthcare, SAS, Google, and Duke Health, among others, published the first blueprint for effective and responsible use of AI in healthcare to identify health AI standards and best practises, provide guidance where needed, and increase trustworthiness within the healthcare community</p><p>Many organizations and government institutions are in the early stage of developing the responsible AI framework and will gain pace in next 3–6 years, and hence Responsible AI is currently in the 'New' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini designed a solution for producing a synthetic data set with patient data to overcome privacy and compliance risks. The synthetic data set reflects the original data set with respect to statistical similarity and distribution.</p><p>Capgemini helped in privacy-preserving technology for European welfare agency’s data through applying homomorphic encryption,  Capgemini ensured that the data remained encrypted while in use and thus eliminated critical risks of fraud</p><h1>TechnoVision Container</h1><a><li>Process on the fly</li></a><h1>Innovation Theater Assets</h1><ul><li>Explainable AI</li><li>Machine learning</li><li>Ethical AI</li><li>Secure AI</li><li>Human-Centered AI</li></ul><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><a><li>Expandable AI</li><li>Ethical AI</li><li>Machine Learning</li><li>Secure AI</li><li>Human-Centered AI</li></a><h1>Analyst Opinions</h1><p>As per Gartner's report in Jan 2023,  ethical and regulatory requirements drive organisations to make responsible use of artificial intelligence (AI). Enhanced controls with sufficient depth and granularity help protect privacy, promote fairness and reduce model bias</p><p>As per Feb 2023 IDC report, 55% of healthcare organisations in Asia Pacific will have data governance frameworks in place by the end of 2026, prioritising ethical and explainable use of AI for preventive, predictive and personalised healthcare</p><h1>Key Publications</h1><ul><li> How can the Public Sector make Its AI Ethical by Design? (Internal)</li><li>Responsible development of AI - Google (External)</li></ul><h1>Potential Use Cases/PoC</h1><a><li>Training and monitoring AI systems for creating transparent</li><li>explainable</li><li>accountable systems</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "Edge AI",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Edge AI is a system that uses ML algorithms to process data generated by a hardware device at the local level. By processing data at the edge, privacy is protected, and ownership is preserved as data is handled locally</p><p>Edge AI helps to perform AI-powered analytics and other critical applications on edge which is closer to the source of data reducing the overall latency</p><p>In Apr 2023, NVIDIA launched a non-Jetson edge AI development kit based on an IGX Orin system-on-module that combines industrial-grade hardware with enterprise-level software and supports edge AI management</p><p>Due to enhanced customer experience, high privacy, security, reliability, and improved operational efficiency, edge AI is widely being adopted across industries for applications where low latency is needed and issues with connectivity exist. Hence, it is in 'Now' Horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini’s Blue Eye is based on Intel processor technology that uses AI to detect insufficient distancing and unmasked faces</p><p>Capgemini Engineering’s Edge Machine-Learning Enhanced Environment (EMLEE) provides artificial intelligence at the edge by allowing users to take a deep-learning model trained in the cloud and prepare it for deployment to a low-compute and lowmemory edge environment for inferencing</p><p>In May 2023,Capgemini partnered with Intel to deliver federated learning enabled Edge AI for communications service providers</p><h1>TechnoVision Container</h1><a><li>Process on the fly</li><li>Invisible Infostructure</li></a><h1>Innovation Theater Assets</h1><a><li>0</li><li>424</li></a><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>Computer Vision</li><li>Deep Learning</li><li>Machine Learning</li></ul><h1>Analyst Opinions</h1><p>According to a report by Gartner, by 2027, 65% of the edge use cases will include machine learning in the form of deep learning, up from less than 10 percent in 2021</p><h1>Key Publications</h1><ul><li>Edge Is the new norm</li><li>DEW Edge Insights for Industrial Presentation</li></ul><h1>Potential Use Cases/PoC</h1><a><li>Predictive maintenance</li><li>Pick-and-Place Robotics</li><li>product defect detection</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "AIOPS",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>AIOps is the application of artificial intelligence (AI) for IT operations. Through algorithmic analysis of IT data, AIOps helps IT Ops and DevOps teams work smarter and faster, so they can detect digital-service issues earlier and resolve them quickly, before business operations and customers are impacted</p><p>In Mar 2023, TE collaborated with IBM Cloud Pak for deploying Watson AIOps and implementing IBM Robotic Process Automation (RPA) solutions</p><p>As several vendors of infrastructure and operations (I&O) continue to add AI/ML to their tools. AIOps is playing a crucial role in extracting and processing data as well as managing persistent storage. Hence, it is in the 'Now' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>With Capgemini's ADMnext and CIAP solutions, users can execute their AIOps vision rapidly and clearly with a dynamic strategy and roadmap to progressively transform their IT into more proactive and predictable operation</p><h1>TechnoVision Container</h1><a><li>Process on the fly</li></a><h1>Innovation Theater Assets</h1><a><li>NA</li></a><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>IIOT</li><li>Deep Learning</li><li>Machine Learning</li></ul><h1>Analyst Opinions</h1><p>According to Gartner by 2023, 40% of DevOps teams will augment application and infrastructure monitoring tools with artificial intelligence for IT operations (AIOps) platform capabilities. Further it anticipates that, by 2024, wide-scope domain-agnostic AIOps platforms and narrow-scope domain-centric AIOps tools such as ITIM (IT infrastructure monitoring), APM (Application performance monitoring) or ITSM (IT service monitoring) suites will become the two paths for delivering AIOps functionality</p><h1>Key Publications</h1><ul><li>Enabling AIOps with servicenow</li><li>AIOps - The future is here</li></ul><h1>Potential Use Cases/PoC</h1><a><li>Intelligent Alerting</li><li>Root Cause Analysis</li><li>Threat Detection</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "Explainable AI",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Explainable AI (XAI) and advanced machine learning help to increase transparency, lead to increased levels of trust, and can be used to trace the factors that affected the AI system to predict an outcome</p><p>XAI is likely to facilitate faster adoption of AI systems into the healthcare, legal, government, and financial organizations to foster vital transparency and trust with their users</p><p>In April 2023, the US Department of Health & Human Services and the Office of the National Coordinator for Health IT agencies are working together with others to help shape a digital healthcare system of the future that will focus on health equity and explainable AI</p><p>To ensure adherence to rules and regulations, regulatory authorities worldwide are working on mandating the adoption of XAI by organisations; thus, adoption of Explainable AI is expected to pick up pace in the next 5–6 years. Hence, it is in the 'Next' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini developed explainability tool for a fraud detection AI solution at European tax agency. A knowledge graph solution extended with explainable AI helped the agency understand the AI’s decision-making suggestions in fraud detection and is enabling more efficient resource allocation and faster decision making</p><h1>TechnoVision Container</h1><a><li>Process on the fly</li></a><h1>Innovation Theater Assets</h1><a><li>NA</li></a><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>Responsible AI</li><li>Ethical AI</li><li>Secure AI</li><li>Human-Centered AI</li></ul><h1>Analyst Opinions</h1><p>In Sep 2022, As per McKinsey, organizations that establish digital trust among consumers through practices such as making AI explainable are more likely to see their annual revenue and EBIT grow at rates of 10 percent or more</p><h1>Key Publications</h1><ul><li>How can the Public Sector make Its AI Ethical by Design? (Internal)</li><li>A pro-innovation approach to AI regulation (External)</li></ul><h1>Potential Use Cases/PoC</h1><a><li>fraud detection</li><li>disease assessments</li></a><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": " Swarm intelligence",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Swarm intelligence (SI) systems are typically made up of a population of simple agents interacting locally with one another and with their environment. The agents follow very simple rules, and although there is no centralized control structure dictating how individual agents should behave, local, and to a certain degree random, interactions between such agents lead to the emergence of “intelligent” global behaviour, unknown to the individual agents</p><p>Swarm intelligence has applications in the military, classification of medical datasets, dynamic control, planning of heating systems, acquisition of library items, tracking and prediction of moving objects, as well as traditional optimization problems</p><p>in Jan 2023, researchers at Leipzig University developed an experimental model system of microswimmers that elicits properties of natural swarm intelligence and provides complete control over the individuals' internal states, strategies, and transformation of signal perception into a navigational reaction</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><h1>TechnoVision Container</h1><a><li>Process on the fly</li></a><h1>Innovation Theater Assets</h1><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>Federated learning</li><li>Swarm learning</li></ul><h1>Analyst Opinions</h1><h1>Key Publications</h1><h1>Potential Use Cases/PoC</h1><p>In drone-like cameras used for dangerous search and rescue missions, searching for survivors in destroyed areas, and simulate crowds in movies and interactive systems, such as virtual reality games.</p><h1>Change in Horizon</h1><p>no change</p>"
    },
    {
        "name": "Federated Learning",
        "ring": "Research",
        "quadrant": "AI Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Federated learning is a decentralized approach to develop machine learning models that allows AI algorithms to be trained using data that is stored locally in multiple, distributed sources. As a result, data does not need to be pooled in a centralized location, which helps protect the privacy of sensitive data</p><p>In Nov 2022, Microsoft helped Leumit Health Services, an Israel-based healthcare service provider, translate medical data for doctors using a Natural Language Processing (NLP) service that was developed with a federated learning approach</p><p>Federated learning enables highly customised models while protecting the user's privacy. As privacy concerns regarding the use of AI rise, Federated learning is projected to gain traction over the next 2–5 years. Hence, it is on the 'New' horizon</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>With CDE4PS, Capgemini advises public organizations with a set of capability ranging from the creation of the target operating model to the delivery of federated learning platforms, homomorphic encryption, or differential privacy</p><p>The Federated Learning platform developed by Capgemini for the research study, based on sharing AI models trained with image data, allows the creation of a global diagnostic model that significantly benefiting healthcare facilities with less experience</p><h1>TechnoVision Container</h1><a><li>Process on the fly</li></a><h1>Innovation Theater Assets</h1><h1>Ecosystem/Startups</h1><a><li>Startups Catalyst Report</li><li>ED Intelligence</li><li>One liner taling about</li></a><h1>Related Technologies</h1><ul><li>Distributed learning</li><li>Swarm learning</li></ul><h1>Analyst Opinions</h1><p>As per Gartner's report in Jan 2023,  ethical and regulatory requirements drive organisations to make responsible use of artificial intelligence (AI). Cutting-edge data protection methods such as self-correcting models, synthetic data, and federated learning support regulatory compliance. Enhanced controls with sufficient depth and granularity help protect privacy, promote fairness and reduce model bias</p><h1>Key Publications</h1><p>Connecting the dots Data sharing in the public sector</p><p>Autonomy of AI: Staying on the forefront of AI in banking</p><h1>Potential Use Cases/PoC</h1><a><li>Predictive maintenance models for manufacturing</li><li>diagnostic model for healthcare</li></a><h1>Change in Horizon</h1><p>no change</p>"
    }
]
