[
    {
        "name": "Trusted Data Exchange",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1> <p>Trusted Data Exchange provides a data hub for securely collaborating around data with a selected group of members. It lets user, as a provider, publish data which can then be discovered by the consumers participating in the exchange.It eliminates the need to build and maintain infrastructure for data storage, delivery, billing, and entitling. In addition to reaching new customers, User can grant entitlements to its existing customers for no cost.</p><p>Ideally, a data exchange supports all three modes (Peer-to-Peer, Private Data Exchange, and Data Marketplaces), but only Dawex and Snowflake do so at present. Amazon offers a data marketplace but not private exchanges. Microsoft supports private data sharing but not a global data marketplace.</p><p>AWS Data Exchange makes it easy for AWS customers to securely exchange and use third-party data in AWS. Data analysts, product managers, portfolio managers, data scientists, clinical trial technicians, and developers in nearly every industry would like access to more data to drive analytics, train machine-learning models, and make data-driven decisions. AWS Data Exchange has hundreds of commercial data products from category-leading data providers across industries such as financial services, healthcare, retail, media & entertainment, and more. Whereas, Snowflake Data Exchange is a free-to-join marketplace that enables Snowflake customers to connect with data from providers to seamlessly discover, access and generate insights from data</p>        <p>Data is the key competitive edge of any business. It s critical to be able to gather, store, and analyze data efficiently to make informed business decisions. Data exchange simplifies data sharing, enhances data integration and drives business growth. Hence, it positioned on Now ring of Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>890 by Capgemini is an activator of data analytics. Available on any cloud, and with a single interface, it puts user at the helm, ready to engage with the kind of insights that deliver real business outcomes, at speed and scale. It brings competitive edge through trusted and curated datasets from a comprehensive ecosystem of third-party data providers combined with user's own datasets. It provides curated datasets across industries such as financial services, energy & utilities, consumer products and retail, media & entertainment, healthcare and more.</p><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><p>767</p><h1>Ecosystem/Startups</h1><a><li>Harbr</li><li>Unisys</li><li>Dawex</li><li>Eureka</li><li>Dataswift</li><li>Informatica</li></a><h1>Related Technologies</h1><ul><li>Data Integration</li><li>Data Hub</li><li>Cloud-based Data Sharing</li><li>Blockchain</li></ul><h1>Analyst Opinions</h1><p>According to Databroker, Data Exchange is a fast growing market, With already 173,000 Data Providers and 583,000 Data Users, the current Data Exchange Market represents a of USD 120 billion and likely to reach USD 335 billion by 2025</p><p>According to Mckinsey, by 2025, Large, complex organizations use data-sharing platforms to facilitate collaboration on data-driven projects, both within and between organizations. Data marketplaces enable the exchange, sharing, and supplementation of data, ultimately empowering companies to build truly unique and proprietary data products and gain insights from them</p><h1>Key Publications</h1><ul><li>Data Sharing Masters</li><li>Connecting the dots: data sharing in the public sector</li><li>The Data driven enterprise of 2025 (McKinsey)</li><li>Data exchange as a first step towards data economy (PwC)</li></ul><h1>Potential Use Cases/PoC</h1><p>Streamline Data Processing and Analytics</p><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data for Good",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Data and analytics for good is a movement that transcends organizational boundaries to use data and data-driven insights for social impact. Such usage may be within a data sharing, analytics and business intelligence context, or in more sophisticated data science and machine learning use cases. The data for good movement is about harnessing the power of data visualizations, data analytics and augmented intelligence for social change by using data to create new insights and outcomes for a better world</p><p>Data and analytic vendors support data for good initiatives by donating free software and their own expertise to promote social causes. Some provide an online matching service between volunteers and nonprofit organizations. Some of the vendors/communities such as DataKind, Viz for Social Good, Kaggle, Tableau Service Corps, Alteryx for Good Co-lab and among others have initiated programmes to harness thier data for good social cause</p><p>Data for Good at Meta empowers partners around the world with privacy-preserving tools that use data to strengthen communities and make progress on social issues. Humanitarian organization World Vision has used the Meta team’s high-resolution population density maps to determine where to make water and sanitation investments so these services can reach nearly 50 million people over five years</p><p>By crossing traditional organizational boundaries, for-profit, nonprofit and governmental stakeholders are uniting to use data for the greater good and provide more meaningful work to attract and retain the most-sought-after employees. Hence, positioned in Now ring of Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Capgemini is using Data and AI in various ways to achieve a sustainable future:</p><p>PublicGoesAI playgrounds for public service solutions</p><p>A data science competition focused on the topic of Earthquake prediction</p><p>Capgemini's annual Global Data Science Challenge, which, in 2020, focused on using AI to identify and track sperm whale population</p><p>FARM 2.0, an Intelligent Data Platform developed at Capgemini’s Applied Innovation Exchange (AIE) in Netherlands to resolve global food shortages</p><p>Sustainable AI solutions to help user to achieve net-zero ambitions for sectors such as manufacturing, recycling, and energy production</p><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><p>487</p><h1>Ecosystem/Startups</h1><a><li>Appsilon</li> <li>Nielsen</li> <li>Clarity AI</li> <li>Copia</li> <li>Alteryx</li> <li>Kaggle</li></a><h1>Related Technologies</h1><ul><li>Data & Analytics</li><li>AI</li><h1>Analyst Opinions</h1><p>According to Lenovo, Looking at organisations with revenues of USD 500 million or more, believe collaborative data sharing and analytics will play a fundamental role in addressing global crises – which is why over half are now planning to increase their investment in data storage and artificial intelligence (AI).</p><h1>Key Publications</h1><ul><li>1. The data-powered enterprise</li><li>1. Data for Humanity (Lenovo)</li><li>2. How the EU Can Unlock the Private Sector's Human-Mobility Data for Social Good (Center for Data Innovation)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data Sharing / Collaboration",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Data sharing creates many advantages for a business. For instance, Gartner reiterates that organizations promoting data sharing will “outperform their peers on most business value metrics“. Enterprises that utilize modern cloud architecture can safely and easily share data across their whole business ecosystem. Basically, it can access live data to share internally and externally, and uncover untapped innovation without any added risk. Live data sharing, using cloud architecture such as Snowflake, produces another positive outcome: a reduction in costs</p><p>Businesses leveraging cloud solutions to share data also unlock new insights. And faster. They accomplish this by accessing live data from across their ecosystem on a granular level, and discovering insights that would otherwise remain hidden with traditional analytics models</p><p>Data sharing and collaboration, especially with cloud solutions, present an unmitigated opportunity for businesses to work collaboratively – innovating fast and enabling them to stand out from the competition. Hence, positioned it in Now ring of the Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>890 by Capgemini is an activator of data analytics. Available on any cloud, and with a single interface, it puts user at the helm, ready to engage with the kind of insights that deliver real business outcomes, at speed and scale. It brings competitive edge through trusted and curated datasets from a comprehensive ecosystem of third-party data providers combined with user's own datasets. It provides curated datasets across industries such as financial services, energy & utilities, consumer products and retail, media & entertainment, healthcare and more.</p><p>Capgemini has partnered with the Snowflake Data Cloud to enable the more efficient integration and merging of Data as part of an ESG cloud. Snowflake’s Financial Services Data Cloud solution enables “live data sharing” across different Cloud platforms—without having to move or copy data. In addition, the solution offers unified governance and security capabilities, tailored to the Financial Services industry</p><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><p>767</p><h1>Ecosystem/Startups</h1><a><li>Collibra</li> <li>Data Republic</li> <li>Data.world</li> <li>Huddle</li> <li>Infosum</li> <li>Alteryx</li> <li>Omnisient</li></a><h1>Related Technologies</h1><ul><li>Trusted Data Exchange</li><li>Data Warehouse</li><li>Federated Learning</li><li>Blockchain</li><li>APIs</li></ul><h1>Analyst Opinions</h1><p>According Capgemini Research Institute report, Data-sharing masters: How smart organizations use data ecosystems to gain an unbeatable competitive edge, shows that financial benefits of data sharing in ecosystems represent a 9% increase in revenue for a typical organization. There is a clear trend within organizations to accelerate data ecosystem engagements: 84% of organizations plan to launch new data ecosystem initiatives within the next three years. One in four organizations (25%) will invest upwards of USD 50 Mn in data ecosystems in the next 2-3 years</p><p>According to McKinsey, By 2025, Large, complex organizations use data-sharing platforms to facilitate collaboration on data-driven projects, both within and between organizations. Data marketplaces enable the exchange, sharing, and supplementation of data, ultimately empowering companies to build truly unique and proprietary data products and gain insights from them. Altogether, barriers to the exchange and combining of data are greatly reduced, bringing together various data sources in such a way that the value generated is much greater than the sum of its parts</p><p>Gartner predicts that by 2023, organizations that promote data sharing will outperform their peers on most business value metrics. By 2024, most organizations will attempt trust-based data sharing programs, but only 15% will succeed and outperform their peers on most business metrics. By 2023, 85% of data sharing strategies that include external data sources will drive revenue-generating digital business outcomes rather than data management functions, making data sharing an essential business capability</p><h1>Key Publications</h1><ul><li>1. Data Sharing Masters (Capgemini Research Institue)</li><li>2. Power up your ESG solutions with collaborative Data Ecosystems</li><li>3. Collaborative data ecosystems: Vision to trust</li><li>4. Collaborative Data Ecosystems for the public sector</li><li>5. Collaborative Data Ecosystems: Succeed beyond your frontiers</li><li>6. Data Sharing is Caring</li><li>1. Data Sharing Is a Business Necessity to Accelerate Digital Business (Gartner)</li><li>2. Unlocking Greater Insights with Data Collaboration (World Economin Forum)</li><li>3. The data-driven enterprise of 2025 (McKinsey)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data and Industry Clouds",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>The data cloud is a unified data management ecosystem that enables easy reuse, portability, and consumability of enterprise data. It is powered by a single cloud analytics platform, which connects all of an enterprise’s data sources, data warehouses, data lakes, workloads, and supporting infrastructure in a cloud of choice</p><p>Data cloud architectures help eliminate silos and fragmentation, making it easier to access, query, and transform data into consumable insights. In a complex multi-cloud world in which enterprises routinely rely on multiple cloud service providers (CSPs) alongside on-premises resources, the data cloud provides much-needed consistency</p><p>Snowflake enables every organization to mobilize their data with the Data Cloud. It provides industry specific data clouds for Financial Services, Manufacturing, Telecom, Media & Entertainment, Healthcare, and among others. These provides a foundation to get started with Snowflake’s data platform and unlock the value of industrial data for business growth and competitive edge</p><p>Verticalized clouds are making it easier for these industries to make the shift. Packaged up as bundles of services, tools, data sets and applications, these industry clouds give companies turnkey capabilities that solve the most important use cases in their particular sectors. Hence, positioned it in New ring of Tech Radar.</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><p>Cloud for Intelligent Industry - Capgemini's services helps to create intelligent digital inside products and systems with connectivity from the edge to the cloud; built-in agility to enable fast time-to-market and operational efficiency; and embedded security from the edge to the cloud</p><p>Capgemini and Microsoft joined forces to launch the Microsoft Cloud for Financial Services initiative</p><h1>TechnoVision Container</h1><p>Invisible Infostructure</p><h1>Innovation Theater Assets</h1><h1>Ecosystem/Startups</h1><h1>Related Technologies</h1><p>Data on Edge</p><h1>Analyst Opinions</h1><p>As per Deloitte’s recent research, “Reimagining digital transformation with industry clouds” 64% of the USD 1 Tn cloud market (as expected by 2024) could benefit from industry clouds, making it a USD 640 Bn potential market</p><p>Gartner expects that by 2027, enterprises will use industry cloud platforms to accelerate more than 50% of their critical business initiatives, whereas in 2021, it was less than 10%</p><h1>Key Publications</h1><ul><li>1. What Are Industry Cloud Platforms? (Gartner)</li><li>2. Reimagining digital transformation with industry clouds (Deloitte)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    {
        "name": "Data Mesh",
        "ring": "Research",
        "quadrant": "Data Futures",
        "isNew": "TRUE",
        "description": "<h1>ET Comments (Basic intro, What hyperscalers are doing, Developments (NPD, Alliances), Rationale behind radar positions)</h1><p>Data meshes provide a solution to the shortcomings of data lakes by allowing greater autonomy and flexibility for data owners, facilitating greater data experimentation and innovation while lessening the burden on data teams to field the needs of every data consumer through a single pipeline. Data mesh marks a welcome architectural and organizational paradigm shift in how we manage big analytical data. The paradigm is founded on four principles: domain-oriented decentralization of data ownership and architecture; domain-oriented data served as a product; self-serve data infrastructure as a platform to enable autonomous, domain-oriented data teams; and federated governance to enable ecosystems and interoperability</p><p>Data mesh addresses the common failure modes of the traditional centralized data lake or data platform architecture, with a shift from the centralized paradigm of a lake, or its predecessor, the data warehouse.</p><p>Data meshes leverage principles of domain-oriented design to deliver a self-serve data platform that allows users to abstract the technical complexity and focus on their individual data use cases</p><p>In Jan 2023, BP democratized its data ownership, enhanced and streamlined data sharing, and optimized the flexibility of its platform by leveraging the Microsoft Intelligent Data Platform for a new multicloud modular data mesh architecture</p><p>Data meshes provide a solution to the shortcomings of data lakes by allowing greater autonomy and flexibility for data owners, facilitating greater data experimentation and innovation while lessening the burden on data teams to field the needs of every data consumer through a single pipeline. As data becomes more ubiquitous and the demands of data consumers continue to diversify, we anticipate that data meshes will become increasingly common for cloud-based companies. Hence, positioned in the New ring of Tech Radar</p><h1>Capgemini Capabilities (Portfolio Solutions, Labs, Key Partners)</h1><h1>TechnoVision Container</h1><p>Thriving on Data</p><h1>Innovation Theater Assets</h1><h1>Ecosystem/Startups</h1><a><li>Databricks</li> <li>Denodo</li> <li>Dremio</li> <li>Informatica</li> <li>K2View</li> <li>Starburst</li> <li>Talend</li></a><h1>Related Technologies</h1><ul><li>APIs</li><li>Data Catalog</li><li>Microservices</li><li>Federated Governance</li><li>Data-as-a-Product</li></ul><h1>Analyst Opinions</h1><p>According to Forrester, Data mesh is a sociotechnical approach to share, access, and manage analytical data in complex and large-scale environments within or across organizations</p><p>ThoughtWorks believes that the organizations are struggling to enable and empower their employees to make the most informed and timely decisions possible. As Centralized data platform architectures are failing to deliver insights with the speed and flexibility scaling organizations need, Data Mesh serves as a solution to this problem​</p><h1>Key Publications</h1><ul><li>1. The missing link in your data platform (Capgemini)</li><li>2. 7 Data Breakthroughs in 2022 (Capgemini)</li><li>3. An engineering approach to data mesh</li><li>1. Bringing data platforms to cloud (McKinsey)</li><li>2. Data Mesh In 2023 And Beyond (Forrester)</li><li>3. Data Mesh & its Application in Data Analytics (LTIMindtree)</li><li>4. Will the buzz around data mesh really help solve my data challenges? (KPMG)</li></ul><h1>Potential Use Cases/PoC</h1><h1>End Users (for quantitative)</h1>"
    },
    
  {
    "name": "Capgemin 2",
    "ring": "Research",
    "quadrant": "AI Futures",
    "isNew": "TRUE",
    "description": "<p><strong><a href=\"https://github.com/dragonflydb/dragonfly\">Dragonfly</a></strong> is a new in-memory data store with compatible <a href=\"/radar/platforms/redis\">Redis</a> and Memcached APIs. It leverages the new Linux-specific <a href=\"https://github.com/axboe/liburing\">io_uring</a> API for I/O and implements <a href=\"https://dragonflydb.io/blog/2022/06/23/cache_design/\">novel algorithms and data structures</a> on top of a multithreaded, shared-nothing architecture. Because of these clever choices in implementation, Dragonfly achieves impressive results in performance. Although Redis continues to be our default choice for in-memory data store solutions, we do think Dragonfly is an interesting choice to assess.</p>"
  },
  {
    "name": "Capgemin 3",
    "ring": "Research",
    "quadrant": "Immersive Futures",
    "isNew": "TRUE",
    "description": "<p><strong><a href=\"https://github.com/dragonflydb/dragonfly\">Dragonfly</a></strong> is a new in-memory data store with compatible <a href=\"/radar/platforms/redis\">Redis</a> and Memcached APIs. It leverages the new Linux-specific <a href=\"https://github.com/axboe/liburing\">io_uring</a> API for I/O and implements <a href=\"https://dragonflydb.io/blog/2022/06/23/cache_design/\">novel algorithms and data structures</a> on top of a multithreaded, shared-nothing architecture. Because of these clever choices in implementation, Dragonfly achieves impressive results in performance. Although Redis continues to be our default choice for in-memory data store solutions, we do think Dragonfly is an interesting choice to assess.</p>"
  },
  {
    "name": "Capgemin 4",
    "ring": "Research",
    "quadrant": "Security Futures",
    "isNew": "TRUE",
    "description": "<p><strong><a href=\"https://github.com/dragonflydb/dragonfly\">Dragonfly</a></strong> is a new in-memory data store with compatible <a href=\"/radar/platforms/redis\">Redis</a> and Memcached APIs. It leverages the new Linux-specific <a href=\"https://github.com/axboe/liburing\">io_uring</a> API for I/O and implements <a href=\"https://dragonflydb.io/blog/2022/06/23/cache_design/\">novel algorithms and data structures</a> on top of a multithreaded, shared-nothing architecture. Because of these clever choices in implementation, Dragonfly achieves impressive results in performance. Although Redis continues to be our default choice for in-memory data store solutions, we do think Dragonfly is an interesting choice to assess.</p>"
  },
  {
    "name": "AIE India",
    "ring": "Research",
    "quadrant": "Data Futures",
    "isNew": "TRUE",
    "description": "<a><li>Hyderabad</li><li>Mumbai</li></a>"
  },
   {
    "name": "Web 3.0",
    "ring": "Research",
    "quadrant": "Data Futures",
    "isNew": "TRUE",
    "description": "<h1>ET Comments</h1><p>The decentralized Web or Web 3.0 is the next generation of Internet technology that aims to create more open, connected, and intelligent websites and web applications, which focus on using a machine-based understanding of data. It would leverage peer-to-peer (P2P) technologies like blockchain, open-source software, virtual reality, the Internet of Things (IoT), and more. It also aims to make the Internet more open and decentralized. In the current framework, users have to rely on network and cellular providers that surveil the information going through their systems. With the advent of distributed ledger technologies, that soon might change, and users could take back ownership of their data, Since middlemen are removed from the equation, user data will no longer be controlled by them. This reduces the risk of censorship by governments or corporations and cuts down the effectiveness of Denial-of-Service (DoS) attacks. The evolution of the Internet has been a long journey and will surely continue towards further iterations. With the massive explosion of available data, websites, and applications have the ability to transition to a web that provides a considerably better experience to an increasing number of users around the world. Web3 is the next stage of the web evolution that would make the internet more intelligent or process information with near-human-like intelligence through the power of AI systems that could run smart programs to assist users. While there is no concrete definition for Decentralized Web or Web 3.0 yet, it is already set in motion by innovations in other technological fields.</p><h1>TechnoVision Container</h1><h2>Innovation Theater Assets</h2><ul><li>Here we will be linking assets to Innovation Theater Portal</li><li>Here we will be linking assets to Innovation Theater Portal</li><li>Here we will be linking assets to Innovation Theater Portal</li><li>Here we will be linking assets to Innovation Theater Portal</li></ul><h2>Ecosystem/Startups</h2><p>Startups Catalyst Report, ED Intelligence, One liner taling about </p><h2>Related Technologies</h2><a><li>Blockchain</li><li>Platform</li><li>Metaverse</li><li>Tokenization</li><li>Digital Assets</li><li>Virtual Reality</li></a><br><br><br><h1>Analyst Opinions</h1><h2>Key Publications</h2><ul><li>Web 3.0 in-financial-services-podcast-the-metaverse (Internal CRI Reports)</li><li>Web 3.0 market report (External Gartner, Hyperscaler)</li></ul>"
  },
  {
    "name": "Capgemin 6",
    "ring": "Research",
    "quadrant": "Connected Futures",
    "isNew": "TRUE",
    "description": "<p><strong><a href=\"https://github.com/dragonflydb/dragonfly\">Dragonfly</a></strong> is a new in-memory data store with compatible <a href=\"/radar/platforms/redis\">Redis</a> and Memcached APIs. It leverages the new Linux-specific <a href=\"https://github.com/axboe/liburing\">io_uring</a> API for I/O and implements <a href=\"https://dragonflydb.io/blog/2022/06/23/cache_design/\">novel algorithms and data structures</a> on top of a multithreaded, shared-nothing architecture. Because of these clever choices in implementation, Dragonfly achieves impressive results in performance. Although Redis continues to be our default choice for in-memory data store solutions, we do think Dragonfly is an interesting choice to assess.</p>"
  },
  {
    "name": "Capgemin 7",
    "ring": "Research",
    "quadrant": "Quantum Computing Futures",
    "isNew": "TRUE",
    "description": "<p><strong><a href=\"https://github.com/dragonflydb/dragonfly\">Dragonfly</a></strong> is a new in-memory data store with compatible <a href=\"/radar/platforms/redis\">Redis</a> and Memcached APIs. It leverages the new Linux-specific <a href=\"https://github.com/axboe/liburing\">io_uring</a> API for I/O and implements <a href=\"https://dragonflydb.io/blog/2022/06/23/cache_design/\">novel algorithms and data structures</a> on top of a multithreaded, shared-nothing architecture. Because of these clever choices in implementation, Dragonfly achieves impressive results in performance. Although Redis continues to be our default choice for in-memory data store solutions, we do think Dragonfly is an interesting choice to assess.</p>"
  },
  {
    "name": "Capgemin 8",
    "ring": "Scale",
    "quadrant": "Standards & Open Source Futures",
    "isNew": "TRUE",
    "description": "<p><strong><a href=\"https://github.com/dragonflydb/dragonfly\">Dragonfly</a></strong> is a new in-memory data store with compatible <a href=\"/radar/platforms/redis\">Redis</a> and Memcached APIs. It leverages the new Linux-specific <a href=\"https://github.com/axboe/liburing\">io_uring</a> API for I/O and implements <a href=\"https://dragonflydb.io/blog/2022/06/23/cache_design/\">novel algorithms and data structures</a> on top of a multithreaded, shared-nothing architecture. Because of these clever choices in implementation, Dragonfly achieves impressive results in performance. Although Redis continues to be our default choice for in-memory data store solutions, we do think Dragonfly is an interesting choice to assess.</p>"
  },
  {
    "name": "capgemini 9",
    "ring": "Innovate",
    "quadrant": "Immersive Futures",
    "isNew": "TRUE",
    "description": "<p>When implementing robust, secure and reliable disaster recovery, it’s necessary to ensure that backups can't be deleted or altered before their expiry, either maliciously or accidentally. Previously, with AWS Backup, these policies and guarantees had to be implemented by hand. Recently, AWS has added the Vault Lock feature to ensure backups are immutable and untamperable. <a href=\"https://docs.aws.amazon.com/aws-backup/latest/devguide/vault-lock.html\"><strong>AWS Backup Vault Lock</strong></a> enforces retention and deletion policies and prevents even those with administrator privileges from altering or deleting backup files. This has proved to be a valuable addition and fills a previously empty space.</p>"
  },
  {
    "name": "capgemini 10",
    "ring": "Research",
    "quadrant": "Data Futures",
    "isNew": "TRUE",
    "description": "<p>When implementing robust, secure and reliable disaster recovery, it’s necessary to ensure that backups can't be deleted or altered before their expiry, either maliciously or accidentally. Previously, with AWS Backup, these policies and guarantees had to be implemented by hand. Recently, AWS has added the Vault Lock feature to ensure backups are immutable and untamperable. <a href=\"https://docs.aws.amazon.com/aws-backup/latest/devguide/vault-lock.html\"><strong>AWS Backup Vault Lock</strong></a> enforces retention and deletion policies and prevents even those with administrator privileges from altering or deleting backup files. This has proved to be a valuable addition and fills a previously empty space.</p>"
  },
  {
    "name": "capgemini AIE",
    "ring": "Scale",
    "quadrant": "Decentralized Futures",
    "isNew": "TRUE",
    "description": "<p>When implementing robust, secure and reliable disaster recovery, it’s necessary to ensure that backups can't be deleted or altered before their expiry, either maliciously or accidentally. Previously, with AWS Backup, these policies and guarantees had to be implemented by hand. Recently, AWS has added the Vault Lock feature to ensure backups are immutable and untamperable. <a href=\"https://docs.aws.amazon.com/aws-backup/latest/devguide/vault-lock.html\"><strong>AWS Backup Vault Lock</strong></a> enforces retention and deletion policies and prevents even those with administrator privileges from altering or deleting backup files. This has proved to be a valuable addition and fills a previously empty space.</p>"
  }
]
